Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Your plan is built and waiting for a date.
ar: خطتك جاهزة وتنتظر تحديد التاريخ.
cs: Váš plán je hotový a čeká na datum.
da: Jeres plan er bygget og venter kun på en dato.
de: Euer Plan steht bereit — es fehlt nur das Datum.
es: Vuestro plan ya está listo, solo le falta una fecha.
et: Sinu plaan on valmis ja ootab kuupäeva.
fi: Suunnitelmasi on valmis ja odottaa päivämäärää.
fr: Votre plan est prêt et n'attend plus qu'une date.
hr: Vaš plan je složen i čeka datum.
hu: A terved elkészült, már csak egy dátumra vár.
is: Áætlunin þín er tilbúin og bíður eftir dagsetningu.
it: Il vostro piano è pronto e aspetta solo una data.
ja: プランはできあがり、日取りが決まるのを待っています。
ko: 플랜은 완성됐고, 날짜만 기다리고 있어요.
lv: Tavs plāns ir izveidots un gaida datumu.
nb: Planen er bygget og venter bare på en dato.
nl: Jullie plan staat klaar en wacht op een datum.
pl: Wasz plan jest gotowy i czeka na datę.
pt: Seu plano está pronto e só falta a data.
ro: Planul tău este construit și așteaptă o dată.
ru: Ваш план собран и ждёт дату.
sk: Váš plán je hotový a čaká už len na dátum.
sl: Vajin načrt je sestavljen in čaka na datum.
sv: Din plan är byggd och väntar på ett datum.
th: แผนของคุณสร้างเสร็จแล้ว รอแค่วันที่เท่านั้น
tr: Planınız hazır, bir tarih bekliyor.
uk: Ваш план складено й чекає на дату.
vi: Kế hoạch của bạn đã dựng xong và chỉ còn chờ một ngày cưới.
zh_hans: 计划已经做好，只等你们定下日期。
zh_hant: 你的計畫已經建好，就等你定下日期。

source: Your team is coming together beautifully
ar: فريقك يكتمل بشكل رائع
cs: Váš tým se krásně dává dohromady
da: Jeres team tager smukt form
de: Dein Team fügt sich wunderbar zusammen
es: Tu equipo va tomando forma
et: Sinu meeskond saab kaunilt kokku
fi: Tiimisi alkaa hahmottua kauniisti
fr: Votre équipe se forme à merveille
hr: Vaš se tim prekrasno slaže
hu: Gyönyörűen áll össze a csapatod
is: Teymið þitt er að raðast fallega saman
it: Il tuo team prende forma magnificamente
ja: チームが素敵に揃ってきています
ko: 팀이 멋지게 꾸려지고 있어요
lv: Tava komanda veidojas lieliski
nb: Teamet deres tar form på nydelig vis
nl: Jullie team komt prachtig samen
pl: Wasz zespół pięknie się zgrywa
pt: Sua equipe está se formando lindamente
ro: Echipa ta se leagă minunat
ru: Ваша команда складывается прекрасно
sk: Váš tím sa krásne skladá dokopy
sl: Vajina ekipa se lepo sestavlja
sv: Ditt team växer fram på ett underbart sätt
th: ทีมของคุณกำลังมารวมกันอย่างสวยงาม
tr: Ekibiniz çok güzel şekilleniyor
uk: Ваша команда чудово формується
vi: Đội ngũ của bạn đang thành hình thật đẹp
zh_hans: 你们的团队正一点点凑齐
zh_hant: 你的團隊正一步步成形，非常漂亮

source: Your trial ends tomorrow. Keep planning your perfect wedding day! 🎊
ar: تنتهي تجربتك غدًا. واصل التخطيط ليوم زفافك المثالي! 🎊
cs: Zkušební verze zítra končí. Plánujte svůj dokonalý svatební den dál! 🎊
da: Jeres prøveperiode slutter i morgen. Fortsæt med at planlægge jeres perfekte bryllupsdag! 🎊
de: Deine Testphase endet morgen. Plane deinen perfekten Tag weiter! 🎊
es: Tu prueba acaba mañana. ¡Sigue planificando tu día perfecto! 🎊
et: Sinu prooviperiood lõpeb homme. Jätka oma täiusliku pulmapäeva planeerimist! 🎊
fi: Kokeilusi päättyy huomenna. Jatka täydellisen hääpäiväsi suunnittelua! 🎊
fr: Votre essai se termine demain. Continuez à planifier votre jour parfait ! 🎊
hr: Vaša proba završava sutra. Nastavite planirati svoj savršeni dan vjenčanja! 🎊
hu: Holnap véget ér a próbaidőszakod. Tervezd tovább a tökéletes esküvődet! 🎊
is: Prufunni þinni lýkur á morgun. Haltu áfram að skipuleggja fullkomna brúðkaupsdaginn! 🎊
it: La prova finisce domani. Continua a pianificare il tuo giorno perfetto! 🎊
ja: トライアルは明日で終了します。理想の結婚式の準備を続けましょう！🎊
ko: 체험이 내일 끝나요. 완벽한 결혼식 준비를 계속 이어가세요! 🎊
lv: Tavs izmēģinājums beidzas rīt. Turpini plānot savu ideālo kāzu dienu! 🎊
nb: Prøveperioden din avsluttes i morgen. Fortsett å planlegge den perfekte bryllupsdagen! 🎊
nl: Je proefperiode loopt morgen af. Blijf je perfecte trouwdag plannen! 🎊
pl: Okres próbny kończy się jutro. Planujcie dalej swój idealny dzień ślubu! 🎊
pt: Seu teste termina amanhã. Continue organizando o casamento perfeito! 🎊
ro: Proba ta se încheie mâine. Continuă să-ți planifici ziua de nuntă perfectă! 🎊
ru: Пробный период заканчивается завтра. Продолжайте планировать идеальный свадебный день! 🎊
sk: Vaša skúšobná verzia zajtra končí. Plánujte svoj dokonalý svadobný deň ďalej! 🎊
sl: Preizkus se jutri izteče. Kar nadaljujta z načrtovanjem popolnega poročnega dne! 🎊
sv: Din provperiod tar slut i morgon. Fortsätt planera din perfekta bröllopsdag! 🎊
th: การทดลองใช้ของคุณจะสิ้นสุดพรุ่งนี้ วางแผนวันแต่งงานที่สมบูรณ์แบบต่อกันเลย! 🎊
tr: Denemeniz yarın bitiyor. Mükemmel düğün gününüzü planlamaya devam edin! 🎊
uk: Ваш пробний період завершується завтра. Продовжуйте планувати ідеальний весільний день! 🎊
vi: Bản dùng thử của bạn kết thúc vào ngày mai. Hãy tiếp tục lên kế hoạch cho ngày cưới hoàn hảo! 🎊
zh_hans: 试用明天结束。继续筹备你们完美的婚礼吧！🎊
zh_hant: 你的試用明天就結束了。繼續規劃你們完美的婚禮吧！🎊

source: Your venue is going to look absolutely stunning! 🏰
ar: سيبدو مكان مناسبتكِ خلّابًا تمامًا! 🏰
cs: Vaše místo konání bude vypadat naprosto úchvatně! 🏰
da: Jeres lokation kommer til at se helt fantastisk ud! 🏰
de: Deine Location wird einfach umwerfend aussehen! 🏰
es: ¡Tu lugar va a quedar precioso! 🏰
et: Sinu peopaik hakkab välja nägema lihtsalt vapustav! 🏰
fi: Juhlapaikastasi tulee aivan upea! 🏰
fr: Votre lieu de réception va être absolument sublime ! 🏰
hr: Vaša lokacija izgledat će apsolutno predivno! 🏰
hu: A helyszínetek egyszerűen lenyűgöző lesz! 🏰
is: Veislustaðurinn ykkar á eftir að líta stórkostlega út! 🏰
it: La tua location sarà semplicemente splendida! 🏰
ja: 会場はきっと息をのむほど素敵になります！🏰
ko: 예식장이 정말 멋지게 꾸며질 거예요! 🏰
lv: Tava norises vieta izskatīsies vienkārši satriecoši! 🏰
nb: Lokalet ditt kommer til å bli helt fantastisk! 🏰
nl: Jullie locatie wordt absoluut adembenemend! 🏰
pl: Wasze miejsce będzie wyglądać absolutnie zjawiskowo! 🏰
pt: O seu local vai ficar simplesmente deslumbrante! 🏰
ro: Locația ta va arăta absolut superb! 🏰
ru: Твоя площадка будет выглядеть просто потрясающе! 🏰
sk: Vaše miesto konania bude vyzerať úplne úchvatne! 🏰
sl: Vajino prizorišče bo videti naravnost čudovito! 🏰
sv: Er lokal kommer att se helt fantastisk ut! 🏰
th: สถานที่จัดงานของคุณจะต้องสวยตะลึงแน่นอน! 🏰
tr: Mekânınız harika görünecek! 🏰
uk: Ваша локація виглядатиме просто приголомшливо! 🏰
vi: Địa điểm cưới của bạn sẽ đẹp đến ngỡ ngàng! 🏰
zh_hans: 你的婚礼场地一定会美得惊艳！🏰
zh_hant: 你的婚禮場地一定會美得令人驚豔！🏰

source: Your vision board is full
ar: لوحة إلهامك ممتلئة
cs: Vaše nástěnka inspirace je plná
da: Jeres moodboard er fuldt
de: Dein Moodboard ist voll
es: Tu tablero de inspiración está lleno
et: Sinu visioonitahvel on täis
fi: Ideataulusi on täynnä
fr: Votre tableau d'inspiration est plein
hr: Vaša ploča inspiracije je puna
hu: Megtelt az inspirációs táblád
is: Hugmyndataflan þín er full
it: La tua bacheca è piena
ja: ビジョンボードがいっぱいです
ko: 비전 보드가 가득 찼어요
lv: Tavs ideju dēlis ir pilns
nb: Inspirasjonstavlen din er full
nl: Je moodboard is vol
pl: Wasza tablica inspiracji jest pełna
pt: Seu mural de inspirações está cheio
ro: Panoul tău de inspirație este plin
ru: Ваша доска идей заполнена
sk: Vaša nástenka inšpirácií je plná
sl: Vajina tabla navdiha je polna
sv: Din inspirationstavla är full
th: มู้ดบอร์ดของคุณเต็มแล้ว
tr: İlham panonuz doldu
uk: Ваша дошка натхнення заповнена
vi: Bảng ý tưởng của bạn đã đầy
zh_hans: 灵感板已满
zh_hant: 你的靈感牆已滿

source: Your wedding
ar: زفافكما
cs: Vaše svatba
da: Jeres bryllup
de: Eure Hochzeit
es: Tu boda
et: Teie pulmad
fi: Häänne
fr: Votre mariage
hr: Vaše vjenčanje
hu: Az esküvőtök
is: Brúðkaupið ykkar
it: Il vostro matrimonio
ja: おふたりの結婚式
ko: 두 분의 결혼식
lv: Jūsu kāzas
nb: Bryllupet deres
nl: Jullie bruiloft
pl: Wasz ślub
pt: Seu casamento
ro: Nunta voastră
ru: Ваша свадьба
sk: Vaša svadba
sl: Vajina poroka
sv: Ert bröllop
th: งานแต่งงานของคุณ
tr: Düğününüz
uk: Ваше весілля
vi: Đám cưới của bạn
zh_hans: 你们的婚礼
zh_hant: 你們的婚禮

source: Your wedding countdown has begun! Check your timeline today ✨
ar: بدأ العد التنازلي لزفافك! راجع جدولك الزمني اليوم ✨
cs: Odpočet do svatby začal! Podívejte se dnes na svůj harmonogram ✨
da: Jeres nedtælling til brylluppet er begyndt! Tjek jeres tidsplan i dag ✨
de: Dein Hochzeits-Countdown läuft! Sieh dir heute deinen Zeitplan an ✨
es: ¡Empezó la cuenta atrás! Revisa hoy tu cronograma ✨
et: Sinu pulmade tagasiloendus on alanud! Vaata täna oma ajakava ✨
fi: Häälaskurisi on käynnistynyt! Tarkista aikajanasi tänään ✨
fr: Le compte à rebours a commencé ! Consultez votre programme ✨
hr: Odbrojavanje do vašeg vjenčanja je počelo! Provjerite danas svoj vremenski plan ✨
hu: Elindult az esküvői visszaszámlálásod! Nézd meg ma az ütemtervedet ✨
is: Niðurtalningin að brúðkaupinu er hafin! Kíktu á tímalínuna í dag ✨
it: Il conto alla rovescia è iniziato! Controlla il programma oggi ✨
ja: 結婚式へのカウントダウンがはじまりました！今日のタイムラインを確認しましょう ✨
ko: 결혼식 카운트다운이 시작됐어요! 오늘 타임라인을 확인해 보세요 ✨
lv: Tavu kāzu atskaite ir sākusies! Apskati savu laika grafiku jau šodien ✨
nb: Nedtellingen til bryllupet har begynt! Sjekk tidslinjen din i dag ✨
nl: De aftelling naar jullie bruiloft is begonnen! Bekijk vandaag je tijdlijn ✨
pl: Odliczanie do ślubu rozpoczęte! Sprawdźcie dziś swój harmonogram ✨
pt: A contagem para o seu casamento começou! Veja seu cronograma hoje ✨
ro: Numărătoarea inversă până la nuntă a început! Verifică-ți cronologia astăzi ✨
ru: Обратный отсчёт до свадьбы начался! Загляните сегодня в свой тайминг ✨
sk: Odpočítavanie do vašej svadby sa začalo! Pozrite si dnes svoj harmonogram ✨
sl: Odštevanje do poroke se je začelo! Preverita časovnico še danes ✨
sv: Din nedräkning till bröllopet har börjat! Kolla din tidslinje i dag ✨
th: การนับถอยหลังงานแต่งงานของคุณเริ่มแล้ว! ดูไทม์ไลน์ของคุณวันนี้ ✨
tr: Düğün geri sayımınız başladı! Bugün zaman çizelgenize göz atın ✨
uk: Ваш весільний відлік розпочався! Перегляньте свій графік сьогодні ✨
vi: Đồng hồ đếm ngược đến đám cưới đã bắt đầu! Hãy xem lịch trình của bạn hôm nay ✨
zh_hans: 婚礼倒计时开始了！今天就看看你们的时间轴吧 ✨
zh_hant: 婚禮倒數開始了！今天就看看你的婚禮流程 ✨

source: Your wedding is becoming more beautiful each day
ar: زفافك يزداد جمالًا كل يوم
cs: Vaše svatba je každý den krásnější
da: Jeres bryllup bliver smukkere for hver dag
de: Deine Hochzeit wird jeden Tag schöner
es: Tu boda es más bonita cada día
et: Sinu pulmad muutuvad iga päevaga kaunimaks
fi: Häistänne tulee joka päivä kauniimmat
fr: Votre mariage devient plus beau chaque jour
hr: Vaše vjenčanje svakim je danom sve ljepše
hu: Az esküvőd napról napra szebb lesz
is: Brúðkaupið verður fallegra með hverjum degi
it: Il tuo matrimonio diventa più bello ogni giorno
ja: おふたりの結婚式が、日ごとに美しくなっていきます
ko: 결혼식이 매일 더 아름다워지고 있어요
lv: Tavas kāzas ar katru dienu kļūst skaistākas
nb: Bryllupet deres blir vakrere for hver dag
nl: Jullie bruiloft wordt elke dag mooier
pl: Wasz ślub z każdym dniem staje się piękniejszy
pt: Seu casamento fica mais lindo a cada dia
ro: Nunta voastră devine tot mai frumoasă în fiecare zi
ru: Ваша свадьба становится прекраснее с каждым днём
sk: Vaša svadba je každým dňom krajšia
sl: Vajina poroka je vsak dan lepša
sv: Ditt bröllop blir vackrare för varje dag
th: งานแต่งงานของคุณสวยงามขึ้นทุกวัน
tr: Düğününüz her gün daha da güzelleşiyor
uk: Ваше весілля стає прекраснішим щодня
vi: Đám cưới của bạn mỗi ngày một đẹp hơn
zh_hans: 你们的婚礼一天比一天更美
zh_hant: 你的婚禮一天比一天更美

source: Your wedding is not a performance, it's a celebration of love
ar: زفافك ليس عرضًا، بل احتفال بالحب
cs: Vaše svatba není představení, je to oslava lásky
da: Jeres bryllup er ikke en forestilling, det er en fejring af kærligheden
de: Deine Hochzeit ist keine Aufführung, sondern eine Feier der Liebe
es: Tu boda no es un espectáculo, es una celebración del amor
et: Sinu pulmad pole etendus, vaid armastuse pidustus
fi: Häänne eivät ole esitys, vaan rakkauden juhla
fr: Votre mariage n'est pas un spectacle, c'est une célébration de l'amour
hr: Vaše vjenčanje nije predstava, nego slavlje ljubavi
hu: Az esküvőd nem előadás, hanem a szeretet ünnepe
is: Brúðkaupið er ekki sýning, heldur hátíð ástarinnar
it: Il tuo matrimonio non è uno spettacolo, è una celebrazione dell'amore
ja: 結婚式は披露のための舞台ではありません 愛を祝う日です
ko: 결혼식은 공연이 아니라, 사랑을 축하하는 자리예요
lv: Tavas kāzas nav izrāde, bet mīlestības svētki
nb: Bryllupet deres er ikke en forestilling, det er en feiring av kjærligheten
nl: Jullie bruiloft is geen voorstelling, maar een viering van de liefde
pl: Wasz ślub to nie występ, tylko święto miłości
pt: Seu casamento não é um espetáculo, é uma celebração do amor
ro: Nunta voastră nu e un spectacol, e o sărbătoare a iubirii
ru: Ваша свадьба — это не спектакль, а праздник любви
sk: Vaša svadba nie je predstavenie, je to oslava lásky
sl: Vajina poroka ni predstava, je praznovanje ljubezni
sv: Ditt bröllop är ingen föreställning, det är en hyllning till kärleken
th: งานแต่งงานไม่ใช่การแสดง แต่คือการเฉลิมฉลองความรัก
tr: Düğününüz bir gösteri değil, aşkın kutlamasıdır
uk: Ваше весілля — не виступ, а свято кохання
vi: Đám cưới không phải một buổi trình diễn, mà là một lễ hội của tình yêu
zh_hans: 婚礼不是一场表演， 而是一场爱的庆典
zh_hant: 婚禮不是一場表演， 而是一場愛的慶祝

source: Your wedding journey officially begins! Let's make this year amazing
ar: رحلة زفافكِ تبدأ رسميًا! لنجعل هذه السنة رائعة
cs: Vaše svatební cesta oficiálně začíná! Pojďme z tohohle roku udělat něco výjimečného
da: Jeres vej mod brylluppet begynder nu! Lad os gøre det her år fantastisk
de: Dein Weg zur Hochzeit beginnt offiziell! Machen wir dieses Jahr unvergesslich
es: ¡Tu camino hacia la boda empieza oficialmente! Hagamos de este año algo increíble
et: Sinu pulmateekond algab ametlikult! Teeme sellest aastast midagi erilist
fi: Häidesi suunnittelu alkaa nyt virallisesti! Tehdään tästä vuodesta upea
fr: Votre aventure mariage commence officiellement ! Faisons de cette année une réussite
hr: Vaše svadbeno putovanje službeno počinje! Neka ova godina bude nezaboravna
hu: Hivatalosan is kezdetét veszi az esküvői utad! Legyen ez az év fantasztikus
is: Brúðkaupsundirbúningurinn er formlega hafinn! Gerum þetta ár ógleymanlegt
it: Il tuo percorso verso il matrimonio inizia ufficialmente! Rendiamo questo anno indimenticabile
ja: 結婚式への道のりがいよいよスタート！素晴らしい1年にしましょう
ko: 결혼식 준비 여정이 공식적으로 시작됐어요! 올해를 특별하게 만들어 봐요
lv: Tavs kāzu ceļojums oficiāli sākas! Padarīsim šo gadu neaizmirstamu
nb: Bryllupsplanleggingen din starter offisielt! La oss gjøre dette året fantastisk
nl: Jullie trouwavontuur begint officieel! Laten we er een geweldig jaar van maken
pl: Wasza ślubna przygoda oficjalnie się zaczyna! Zróbmy z tego roku coś wyjątkowego
pt: A sua jornada rumo ao casamento começou oficialmente! Vamos fazer deste ano algo incrível
ro: Călătoria ta spre nuntă începe oficial! Hai să facem anul acesta memorabil
ru: Твой свадебный путь официально начинается! Сделаем этот год незабываемым
sk: Vaša svadobná cesta oficiálne začína! Urobme z tohto roka niečo výnimočné
sl: Vajina poročna pot se uradno začenja! Naredimo to leto nepozabno
sv: Nu börjar er bröllopsplanering på riktigt! Vi gör det här året fantastiskt
th: การเดินทางสู่งานแต่งของคุณเริ่มขึ้นอย่างเป็นทางการแล้ว! มาทำให้ปีนี้เป็นปีที่สุดยอดกัน
tr: Düğün yolculuğunuz resmen başlıyor! Bu yılı harika geçirelim
uk: Ваш весільний шлях офіційно почався! Зробімо цей рік неймовірним
vi: Hành trình cưới của bạn chính thức bắt đầu! Cùng biến năm nay thành một năm tuyệt vời
zh_hans: 你的婚礼筹备之旅正式开始！让这一年无比精彩
zh_hant: 你的婚禮旅程正式展開！讓這一年精彩無比

source: Your wedding plans are coming together beautifully! 🌸
ar: خطط زفافك تكتمل بشكل رائع! 🌸
cs: Vaše svatební plány se krásně skládají dohromady! 🌸
da: Jeres bryllupsplaner tager smukt form! 🌸
de: Deine Hochzeitsplanung nimmt wunderbar Gestalt an! 🌸
es: ¡Tus planes de boda van tomando forma! 🌸
et: Sinu pulmaplaanid hakkavad kaunilt kokku saama! 🌸
fi: Hääsuunnitelmasi alkavat hahmottua kauniisti! 🌸
fr: Votre mariage prend magnifiquement forme ! 🌸
hr: Vaši se planovi za vjenčanje prekrasno slažu! 🌸
hu: Gyönyörűen állnak össze az esküvői terveid! 🌸
is: Brúðkaupsáætlanirnar þínar eru að raðast fallega saman! 🌸
it: Il tuo matrimonio sta prendendo forma magnificamente! 🌸
ja: 結婚式の準備が素敵に形になってきています！🌸
ko: 결혼 준비가 아름답게 완성되어 가고 있어요! 🌸
lv: Tavi kāzu plāni veidojas lieliski! 🌸
nb: Bryllupsplanene deres tar nydelig form! 🌸
nl: Jullie trouwplannen komen prachtig samen! 🌸
pl: Wasze plany ślubne pięknie się układają! 🌸
pt: Os planos do seu casamento estão tomando forma lindamente! 🌸
ro: Planurile voastre de nuntă prind contur minunat! 🌸
ru: Ваши свадебные планы складываются прекрасно! 🌸
sk: Vaše svadobné plány sa krásne skladajú dokopy! 🌸
sl: Vajini poročni načrti se lepo sestavljajo! 🌸
sv: Dina bröllopsplaner faller vackert på plats! 🌸
th: แผนงานแต่งงานของคุณกำลังลงตัวอย่างสวยงาม! 🌸
tr: Düğün planlarınız çok güzel şekilleniyor! 🌸
uk: Ваші весільні плани складаються чудово! 🌸
vi: Kế hoạch đám cưới của bạn đang thành hình thật đẹp! 🌸
zh_hans: 你们的婚礼计划正顺利成形！🌸
zh_hant: 你的婚禮計畫進行得很漂亮！🌸

source: Your wedding won't wait
ar: زفافك لن ينتظر
cs: Vaše svatba nepočká
da: Jeres bryllup venter ikke
de: Eure Hochzeit wartet nicht
es: Tu boda no va a esperar
et: Sinu pulmad ei oota
fi: Häät eivät odota
fr: Votre mariage n'attendra pas
hr: Vaše vjenčanje neće čekati
hu: Az esküvőd nem vár
is: Brúðkaupið bíður ekki
it: Il tuo matrimonio non aspetta
ja: 結婚式は待ってくれません
ko: 결혼식은 기다려주지 않아요
lv: Tavas kāzas negaidīs
nb: Bryllupet deres venter ikke
nl: Jullie bruiloft wacht niet
pl: Wasz ślub nie będzie czekał
pt: Seu casamento não vai esperar
ro: Nunta voastră nu așteaptă
ru: Ваша свадьба ждать не будет
sk: Vaša svadba nepočká
sl: Vajina poroka ne bo čakala
sv: Ditt bröllop väntar inte
th: งานแต่งงานของคุณรอไม่ได้
tr: Düğününüz beklemez
uk: Ваше весілля не чекатиме
vi: Đám cưới của bạn sẽ không đợi đâu
zh_hans: 婚礼不等人
zh_hant: 你的婚禮不會等人

source: Your whole plan is built backwards from this date.
ar: خطتك كلها مبنية بالعد التنازلي من هذا التاريخ.
cs: Celý váš plán se staví zpětně od tohoto data.
da: Hele jeres plan er bygget baglæns fra denne dato.
de: Euer ganzer Plan wird ab diesem Datum rückwärts gebaut.
es: Todo vuestro plan se construye hacia atrás desde esta fecha.
et: Kogu sinu plaan on üles ehitatud sellest kuupäevast tagurpidi.
fi: Koko suunnitelmasi rakennetaan taaksepäin tästä päivästä.
fr: Tout votre plan se construit à rebours à partir de cette date.
hr: Cijeli se vaš plan gradi unatrag od ovog datuma.
hu: Az egész terved ettől a dátumtól visszafelé épül fel.
is: Öll áætlunin þín er byggð aftur á bak frá þessari dagsetningu.
it: Tutto il vostro piano è costruito a ritroso da questa data.
ja: プラン全体が、この日から逆算して組み立てられます。
ko: 전체 플랜이 이 날짜를 기준으로 거꾸로 만들어져요.
lv: Viss tavs plāns tiek veidots, atskaitot atpakaļ no šī datuma.
nb: Hele planen bygges bakover fra denne datoen.
nl: Jullie hele plan wordt teruggerekend vanaf deze datum.
pl: Cały Wasz plan budujemy wstecz od tej daty.
pt: Todo o seu plano é montado de trás para frente a partir desta data.
ro: Tot planul vostru este construit înapoi de la această dată.
ru: Весь ваш план строится назад от этой даты.
sk: Celý váš plán je postavený spätne od tohto dátumu.
sl: Celoten načrt je sestavljen nazaj od tega datuma.
sv: Hela din plan byggs baklänges från det här datumet.
th: แผนทั้งหมดของคุณสร้างขึ้นโดยนับถอยหลังจากวันนี้
tr: Tüm planınız bu tarihten geriye doğru kurulur.
uk: Увесь ваш план побудовано назад від цієї дати.
vi: Toàn bộ kế hoạch của bạn được dựng ngược từ ngày này.
zh_hans: 整份计划都从这一天倒推安排。
zh_hant: 你的整份計畫都是從這個日期往回推算建立的。

source: Yours until the big day
ar: لك حتى اليوم الكبير
cs: Vaše až do velkého dne
da: Jeres frem til den store dag
de: Bis zum großen Tag dabei
es: Vuestro hasta el gran día
et: Sinu oma kuni suure päevani
fi: Sinun aina suureen päivään asti
fr: À vous jusqu'au jour J
hr: Vaše do velikog dana
hu: A tiéd a nagy napig
is: Þitt fram að stóra deginum
it: Vostro fino al grande giorno
ja: 大切な日まで、ずっとおふたりのもの
ko: 결혼식 당일까지 함께
lv: Tavs līdz lielajai dienai
nb: Ditt frem til den store dagen
nl: Van jou tot de grote dag
pl: Wasze aż do wielkiego dnia
pt: Seu até o grande dia
ro: Al tău până la ziua cea mare
ru: Ваш до самой свадьбы
sk: Vaše až do veľkého dňa
sl: Vajino do velikega dne
sv: Din fram till stora dagen
th: เป็นของคุณจนถึงวันสำคัญ
tr: Büyük güne kadar sizin
uk: Ваш до великого дня
vi: Của bạn cho đến ngày trọng đại
zh_hans: 直到大喜之日都属于你们
zh_hant: 直到大喜之日都是你的

source: billed 6-monthly
ar: يُحتسب كل 6 أشهر
cs: účtováno každých 6 měsíců
da: faktureres hvert halve år
de: Abrechnung alle 6 Monate
es: facturado cada 6 meses
et: arveldatakse iga 6 kuu tagant
fi: laskutetaan puolivuosittain
fr: facturé tous les 6 mois
hr: naplaćuje se svakih 6 mjeseci
hu: félévente számlázva
is: greitt á sex mánaða fresti
it: fatturato ogni 6 mesi
ja: 6か月ごとの請求
ko: 6개월마다 청구
lv: maksa ik pēc 6 mēnešiem
nb: faktureres hver 6. måned
nl: halfjaarlijks gefactureerd
pl: rozliczane co 6 miesięcy
pt: cobrado a cada 6 meses
ro: facturat la 6 luni
ru: оплата раз в 6 месяцев
sk: účtované každých 6 mesiacov
sl: obračunano polletno
sv: faktureras var 6:e månad
th: เรียกเก็บทุก 6 เดือน
tr: 6 ayda bir faturalandırılır
uk: оплата раз на 6 місяців
vi: thanh toán 6 tháng một lần
zh_hans: 每 6 个月扣费一次
zh_hant: 每 6 個月扣款

source: confirmed
ar: مؤكّد
cs: potvrzeno
da: bekræftet
de: zugesagt
es: confirmados
et: kinnitatud
fi: vahvistettu
fr: confirmés
hr: potvrđeno
hu: megerősítve
is: staðfest
it: confermati
ja: 確定済み
ko: 확정
lv: apstiprināts
nb: bekreftet
nl: bevestigd
pl: potwierdzonych
pt: confirmados
ro: confirmați
ru: подтверждено
sk: potvrdených
sl: potrjenih
sv: bekräftade
th: ยืนยันแล้ว
tr: onaylandı
uk: підтверджено
vi: đã xác nhận
zh_hans: 已确认
zh_hant: 已確認

source: days
ar: أيام
cs: dní
da: dage
de: Tage
es: días
et: päeva
fi: päivää
fr: jours
hr: dana
hu: nap
is: dagar
it: giorni
ja: 日
ko: 일
lv: dienas
nb: dager
nl: dagen
pl: dni
pt: dias
ro: zile
ru: дней
sk: dní
sl: dni
sv: dagar
th: วัน
tr: gün
uk: днів
vi: ngày
zh_hans: 天
zh_hant: 天

source: days to go
ar: أيام متبقية
cs: dní zbývá
da: dage tilbage
de: Tage bis dahin
es: días restantes
et: päeva jäänud
fi: päivää jäljellä
fr: jours restants
hr: dana do vjenčanja
hu: nap van hátra
is: dagar eftir
it: giorni al sì
ja: 日で本番
ko: 일 남음
lv: dienas atlikušas
nb: dager igjen
nl: dagen te gaan
pl: dni do ślubu
pt: dias restantes
ro: zile rămase
ru: дней осталось
sk: dní do svadby
sl: dni do poroke
sv: dagar kvar
th: วันที่เหลือ
tr: gün kaldı
uk: днів залишилось
vi: ngày còn lại
zh_hans: 天倒计时
zh_hant: 剩餘天數

source: due this week
ar: مستحقة هذا الأسبوع
cs: termín tento týden
da: forfalder denne uge
de: diese Woche fällig
es: para esta semana
et: tähtaeg sel nädalal
fi: erääntyy tällä viikolla
fr: à faire cette semaine
hr: dospijeva ovaj tjedan
hu: esedékes ezen a héten
is: frestur í þessari viku
it: in scadenza questa settimana
ja: 今週が期日
ko: 이번 주 마감
lv: termiņš šonedēļ
nb: forfaller denne uken
nl: deadline deze week
pl: termin w tym tygodniu
pt: vencem esta semana
ro: scadente săptămâna aceasta
ru: срок на этой неделе
sk: termín tento týždeň
sl: zapade ta teden
sv: förfaller denna vecka
th: ครบกำหนดสัปดาห์นี้
tr: bu hafta
uk: цього тижня
vi: đến hạn trong tuần này
zh_hans: 本周到期
zh_hant: 本週到期

source: each other
ar: بعضكما البعض
cs: sobě navzájem
da: hinanden
de: einander
es: vuestra pareja
et: teineteist
fi: toisensa
fr: l'autre
hr: jedno drugo
hu: egymást
is: hvort annað
it: voi due
ja: おたがい
ko: 서로
lv: viens otram
nb: hverandre
nl: elkaar
pl: sobie nawzajem
pt: um ao outro
ro: voi doi
ru: друг друга
sk: seba navzájom
sl: drug drugega
sv: varandra
th: กันและกัน
tr: birbirimiz
uk: одне одного
vi: nhau
zh_hans: 彼此
zh_hant: 彼此

source: for "%@"
ar: لـ "%@"
cs: pro „%@“
de: für „%@“
es: para «%@»
et: „%@“ jaoks
fi: haulle "%@"
fr: pour « %@ »
hr: za "%@"
hu: erre: „%@”
is: fyrir „%@“
it: per «%@»
ja: 「%@」で検索
ko: "%@"에 대한
lv: par "%@"
nl: voor "%@"
pl: dla „%@”
pt: para "%@"
ro: pentru „%@”
ru: для «%@»
sk: pre „%@“
sl: za »%@«
sv: för "%@"
th: สำหรับ "%@"
tr: "%@" için
uk: для «%@»
vi: cho "%@"
zh_hans: 关于「%@」
zh_hant: 搜尋：「%@」
